Repository: team-ok/switch-video-quality
Catalog: lang/switch-video-quality-*.po
Languages: de_de

source: Set external link
de_de: Externer Link

source: Close
de_de: Schließen

source: Remove Fields
de_de: Eingabefelder entfernen

source: Reorder Fields
de_de: Felder neu anordnen

source: Duration
de_de: Dauer

source: Choose or upload video (multiple selection with cmd+click/ctrl+click)
de_de: Auswählen oder Hochladen von Videos (Mehrfachauswahl mit Cmd + Klick/Strg + Klick)

source: Choose or upload image
de_de: Bild auswählen/hochladen

source: The url you have entered is invalid/unreachable or the file type is not supported by your browser.
de_de: Die angegebene URL ist ungültig/nicht erreichbar oder der Dateityp wird von Ihrem Browser nicht unterstützt.

source: Drag &amp; Drop playlist item
de_de: Drag &amp; Drop Playlist-Element

source: Insert empty box after this one
de_de: Leere Box nach dieser einfügen

source: Remove all entries of this playlist item
de_de: Alle Einträge dieses Playlist-Elements entfernen

source: Remove playlist item completely
de_de: Playlist-Element vollständig entfernen

source: Set title
de_de: Titel

source: Title
de_de: Titel

source: Set poster image
de_de: Vorschaubild

source: Choose/upload image
de_de: Bild auswählen/hochladen

source: Open the media manager
de_de: Den Medien-Manager öffnen

source: Set video details
de_de: Video-Details

source: Choose/upload videos
de_de: Videos auswählen/hochladen

source: Add input field
de_de: Eingabefeld hinzufügen

source: Adds empty input field to set video url and label manually
de_de: Fügt ein leeres Eingabefeld hinzu, um Adresse und Titel des Videos manuell festzulegen

source: Remove fields
de_de: Eingabefelder entfernen

source: Set general options
de_de: Allgemeine Einstellungen

source: Turn on/off
de_de: An/Ausschalten

source: Show info-overlay in the player
de_de: Info-Einblendung im Player anzeigen

source: Enable iframe embed functionality
de_de: iframe-Einbettungsfunktion aktivieren

source: Sort quality levels:
de_de: Qualitätsstufen sortieren:

source: ascending
de_de: aufsteigend

source: descending
de_de: absteigend

source: Custom HTML (inserted between Player and Playlist)
de_de: zusätzliches HTML (wird zwischen Player und Playlist eingefügt)

source: Switch quality
de_de: Qualität ändern

source: Play
de_de: Abspielen

source: Sorry, the video can't be found.
de_de: Entschuldigung, aber das Video kann nicht gefunden werden.

source: Embed this video
de_de: Dieses Video einbetten

source: Copy embed code
de_de: Einbettungscode kopieren

source: Copy embed code:
de_de: Einbettungscode kopieren:

source: Set custom size:
de_de: Eigene Größe festlegen:

source: Switch Video Quality adds quality switch functionality to the wordpress video player to let you choose between different resolutions of a (self-hosted) html5-compatible video.
de_de: Switch Video Quality erweitert den Wordpress Video Player um eine Auswahloption verschiedener Auflösungen eines (selbst gehosteten) HTML5-kompatiblen Videos.
